'''
#print("반가워요 파이썬^^")

print("hello")# 닫는 괄호 앞에 엔터값 생략되어있음

print("python 첫날 입니다")

print("python을 시작해 볼까요")

print("python 첫날 입니다")

print("python을 시작해 볼까요")

'''


'''
print("쌍따옴표 안의 내용 출력"); print("이어 쓰기 실행") # ; 지우면 에러 한줄에 한 order만

print("이어쓰기;"); print(); print("(세미콜론이라고 읽는다)")
# 한줄에 여러 개의 문장을 쓰게 되면 가독성이 떨어지고 에러를 찾기가 힘들다

# print("fdfd") 들여쓰기(한번 띄어쓰기)를 하게 되면 앞의 문장에 종속된다는 의미이므로 에러
'''


'''
print("Hello Python");

print("Hello \nPython");

print("재밌는");print("Python")
'''

'''
print("Hello"
      " Python"
      " Start")# = print("Hello"" Python"" Start")
#따옴표가 분리되면 안됨
#"py
#thon"
print("Hello\n"
      " Python\n"
      " Start")

'''

'''
print("저의 이름은 홍길동 입니다.")
print("저의 나이는 20살 입니다.")
print("주소는 경기도 입니다.")

print("저의 이름은 홍길동 입니다.\n""저의 나이는 24살입니다.\n""주소는 경기도 입니다.")
print("저의 이름은 홍길동 입니다.\n저의 나이는 24살입니다.\n주소는 경기도 입니다.")
'''

'''
print("123456781234567812345678123456781234567812345678");

print("대한민국\t만세\t만만세\tnew") #한글, 한문 2byte 영어, 숫자는 1byte

print("Have\t" #8글자중 4글자만 공백
      "a\t" #8글자중 7글자만 공백
      "Good\t" #8글자중 4글자만 공백
      "Time."); #8글자중 3글자만 공백

print("1234567\t" #8글자중 1글자만 공백
      "1\t" #8글자중 7글자만 공백
      "12345678\t" #8글자여서 8글자 추가로 공백 (문자열 뒤에는 \0이 있기 때문에 9글자여서 추가로 확보하는 것)
      "123"); #8글자중 5글자만 공백
'''


'''
print("쌍 따옴표 \"")

print("홀 따옴표 '")

print('쌍 따옴표 "')

print('홀 따옴표 \'')
'''

'''
print('표현 \ 방식')
print('표현 \1 방식')
print('표현 \2 방식')
print('표현 \3 방식')
print('표현 \4 방식')
print('표현 \5 방식')
print('표현 \6 방식')
print('표현 \7 방식')
print('표현 \8 방식')
print('표현 \9 방식')
print('표현 \10 방식') #특수 기호
print('표현 \11 방식')
print('표현 \12 방식')


print('표현 \\2 방식')
#print('표현 방식\') # error code 끝에 \이랑 '랑 \' 이런식으로 됨
print('표현 방식\\')
'''


print("=====================")
print("\t /)/)")
print("\t(  ..)")
print("\t(  >♡")
print("  Have a Good Time.")
print("=====================")



print("\t\t#### 회비 정보 ####\t\t")#뒤에 \t\t를 안붙여도 됨
print("=====================================================")
print("이름\t\t나이\t전화번호\t회비\t\t")
print("=====================================================")
print("홍길동\t\t\"15\"\t010-123-1234\t\\20,000")
print("임꺽정\t\t\"20\"\t010-234-2345\t\\30,000")
print("김말이\t\t\"28\"\t010-345-3456\t\\50,000")
print("-----------------------------------------------------")
print("총합계\t\t\t\t\t\\100.000")                                                                            
print("=====================================================")
